Repository: jeremy-moffitt/image-ranker
Catalog: locale/*/LC_MESSAGES/main.po
Languages: pt_br

source: language for Gemini response
pt_br: Brazilian Portuguese

source: next
pt_br: Próximo

source: prev
pt_br: Anterior

source: Image Browser
pt_br: Navegador de Imagens

source: Switch to Vote Mode
pt_br: Alternar para o Modo de Votação

source: Exit App
pt_br: Sair do Aplicativo

source: No images were found in the selected folder. Exiting.
pt_br: Nenhuma imagem foi encontrada na pasta selecionada. Saindo.

source: No Gemini Key in .env! Cannot perform AI evaluation.
pt_br: Nenhuma chave Gemini no .env! Não é possível realizar a avaliação por IA.

source: Please select a valid folder
pt_br: Por favor, selecione uma pasta válida

source: Choose a mode:
pt_br: Escolha um modo:

source: Vote Mode
pt_br: Modo de Votação

source: View Images
pt_br: Visualizar Imagens

source: Image Ranker
pt_br: Classificador de Imagens

source: Image Ranker - Mode Selection
pt_br: Classificador de Imagens - Seleção de Modo

source: Gemini Eval - left photo
pt_br: Avaliação do Gemini - foto da esquerda

source: Gemini Eval
pt_br: Avaliação do Gemini

source: Gemini Comparison
pt_br: Comparação do Gemini

source: Export ranking to CSV
pt_br: Exportar classificação para CSV

source: Switch to View-Only mode
pt_br: Alternar para o modo Somente Visualização

source: Keep winner for next vote:
pt_br: Manter vencedor para o próximo voto:

source: Copy to Clipboard
pt_br: Copiar para a Área de Transferência

source: Close
pt_br: Fechar

source: File 1 of {}
pt_br: Arquivo 1 de {}

source: File {} of {}
pt_br: Arquivo {} de {}

source: Image folder to open
pt_br: Pasta de imagens para abrir

source: CSV created successfully!
pt_br: CSV criado com sucesso!

source: Gemini evaluation for {filename}: {response}
pt_br: Avaliação do Gemini para {filename}: {response}

source: Text copied to clipboard!
pt_br: Texto copiado para a área de transferência!

source: Gemini comparison for {file1} vs {file2}: {response}
pt_br: Comparação do Gemini para {file1} vs {file2}: {response}

source: Gemini voted for image2: {file1}
pt_br: O Gemini votou na imagem 2: {file1}

source: Gemini voted for image2: {file2}
pt_br: O Gemini votou na imagem 2: {file2}

source: Select Language:
pt_br: Selecionar Idioma:

source: Current Ranking:
pt_br: Ranking Atual:

source: rank
pt_br: Classificação

source: image name
pt_br: Nome da imagem

source: votes
pt_br: Votos
